from DescriptionOfLabWork_6 import *
from ToStartTest import *
from DoTest import *

'''
ПРЕИМУЩЕСТВА ПРОГРАММЫ:
1. Музыкальное сопровождение при ошибке и переходе в разные части программы
2. Графический интерфейс
3. Регистрация студента в системе
4. Проверка на наличие уже существующего в системе студента ( проверка  только по полному ФИО )
5. Возможность просмотра результатов всех студентов
'''

if __name__ == '__main__':
    message()
    name_of_work()
    info_of_developer()
    enter_to_system()
    testing()
